/* button in progress sheet */
"Stop" = "중단";

/* menu item */
"Update iPod" = "iPod 업데이트";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "iPod 복원";

/* menu item */
"Close Window" = "윈도우 닫기";

/* menu item */
"Copy" = "베껴두기";

/* menu item */
"Paste" = "붙이기";

/* menu item */
"Quit" = "종료";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "편집";

/* menu item */
"About iPod Updater" = "iPod 업데이터에 관하여";

/* menu item */
"Cut" = "오려두기";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "선택사항";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "변경하려면 자물쇠를 클릭하십시오.";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "인증 중...";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "더 이상 변경하지 않으려면 자물쇠를 클릭하십시오.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS 오류 코드는 <error>입니다.";

/* error message */
"Error updating or restoring iPod. (<error>)" = "iPod 업데이트 또는 복원 오류. (<error>)";

/* error message */
"Could not find updater library." = "업데이터 라이브러리를 찾을 수 없습니다.";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "iPod 업데이터는 FlashLibrary.bundle 라이브러리를 열 수 없습니다.";

/* error message */
"An unexpected error occurred." = "예상치 못한 오류가 발생했습니다.";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod 업데이터 응용 프로그램이 손상되었습니다";

/* error message */
"Out of memory." = "메모리가 부족합니다.";

/* error message */
"The iPod Updater requires Mac OS X." = "iPod 업데이터는 Mac OS X이 필요합니다.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod 업데이터를 사용하려면 CarbonLib 1.4 이상의 버전이 필요합니다.";

/* error message */
"The iPod is not mounted." = "iPod가 마운트되지 않았습니다.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "작업이 진행 중일 때 종료하면, 나중에 iPod 소프트웨어를 복원해야 할 수도 있습니다.";

/* info window version */
"<version> (up to date)" = "<version> (최신)";

/* info window label */
"Software Version:" = "소프트웨어 버전:";

/* about window app version line */
"Version <version>" = "버전 <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod가 <version> 버전으로 업데이트되었습니다. 업데이트 과정을 완료하려면 iPod를 연결 해제했다가 다시 연결하십시오.";

/* confirmation dialog title */
"Quit " = "종료";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "한번에 하나의 iPod를 연결하여 업데이트하십시오.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "iPod가 초기 설정값으로 복원되었습니다. 복원 과정을 완료하려면 iPod를 연결 해제했다가 다시 연결하십시오.";

/* info window label */
"Name:" = "이름:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "iPod가 초기 설정값으로 복원되었습니다. 복원 과정을 완료하려면 iPod를 추출하고 연결 해제했다가 다시 연결하십시오.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "복원은 iPod를 완전히 지우고 초기 설정값을 적용합니다. 음악과 다른 데이터는 지워질 것입니다.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "iPod가 연결되어 있지만 데스크탑에 마운트되지 않았습니다.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "iPod가 <version> 버전으로 업데이트되어 재시동 중입니다. iPod를 연결해 놓은 상태에서 업데이트 과정이 완료될 때까지 기다리십시오.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "iPod가 초기 설정값으로 복원되어 재시동 중입니다. iPod를 연결해 놓은 상태에서 복원 과정이 완료될 때까지 기다리십시오.";

/* error message */
"More than one iPod is attached." = "하나 이상의 iPod가 연결되어 있습니다.";

/* button for main window */
"Nothing" = "안함";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "이 iPod는 Mac OS X 버전 10.2.8을 필요로 합니다.";

/* error message */
"The iPod disk does not have the correct structure." = "iPod 디스크가 올바른 구조를 가지고 있지 않습니다.";

/* progress message */
"Updating iPod software" = "iPod 소프트웨어 업데이트 중";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod 소프트웨어 버전 <version>";

/* progress message */
"Done updating iPod software" = "iPod 소프트웨어 복원 완료";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows 소프트웨어 <version> 업데이터";

/* button for main window */
"Update" = "업데이트";

/* button for main window */
"Restore" = "복원";

/* progress message */
"Done restoring iPod software" = "iPod 소프트웨어 복원 완료";

/* info window label */
"Capacity:" = "용량:";

/* main window message */
"The attached iPod model is not supported by this application." = "연결된 iPod 모델은 이 응용 프로그램에서 지원하지 않습니다.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod가 <version> 버전으로 업데이트되었습니다. 업데이트 과정을 완료하려면, iPod를 추출하고 연결 해제했다가 다시 연결하십시오.";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "업데이트가 완료되었습니다. iPod를 컴퓨터에서 연결 해제한 후 외부 전원 공급 장치에 연결하여 펌웨어를 재설정하십시오.";

/* progress message */
"Restoring iPod software" = "iPod 소프트웨어 복원 중";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "iPod를 Windows 초기 설정값으로 재설정합니다. \r모든 음악과 데이터는 지워집니다.";

/* main window message */
"Plug in an iPod to update it." = "업데이트하려면 iPod를 연결하십시오.";

/* error message */
"An error occurred. There may be open files on the iPod." = "오류가 발생했습니다. iPod에 열린 파일이 있을 수 있습니다.";

/* error message */
"No iPod is attached." = "iPod가 연결되어 있지 않습니다.";

/* info window capacity */
"MB" = "MB";

/* message for main window */
"Update puts the latest system software on your iPod." = "업데이트는 최신의 시스템 소프트웨어를 iPod에 설치합니다.";

/* error message */
"The updater does not have a volume image." = "업데이터에 볼륨 이미지가 없습니다.";

/* error message */
"The updater does not have a firmware image." = "업데이터에 펌웨어 이미지가 없습니다.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "하나 이상의 iPod가 연결되어 있습니다. 한번에 하나의 iPod를 연결하여 업데이트하십시오.";

/* info window version */
"<version>" = "<버전>";

/* confirmation dialog title */
"Restore " = "복원";

/* main window title */
"iPod Updater" = "iPod 업데이터";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "iPod가 <version> 버전으로 업데이트되었습니다. 업데이트 과정을 완료하려면 재시동해야 합니다.";

/* error message */
"Error updating or restoring iPod. [<error>]" = "iPod 업데이트 또는 복원 오류. [<error>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "iPod 소프트웨어를 복원하겠습니까?";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "iPod 디스크에서 SysInfo 파일을 찾을 수 없습니다.";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "이 iPod는 Mac OS X 버전 10.3.4 이상을 필요로 합니다.";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "iPod가 복원되었으며 복원을 완료하려면 재시동해야 합니다.";

/* info window version */
"<version> (needs update)" = "<version> (업데이트 필요)";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "현재 iPod에 저장되어 있는 모든 데이터는 유실될 것입니다.";

/* info window capacity */
"GB" = "GB";

/* confirmation message */
"Quit while this operation is in progress?" = "작업이 진행 중입니다. 종료하겠습니까?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "하나의 iPod가 발견되었으나, 이 작업을 실행하려면 데스크탑에 마운트시켜야 합니다.";

/* info window label */
"iPod (Recovery Mode)" = "iPod(복구 모드)";

/* info window label */
"Serial Number:" = "일련 번호:";

/* info window label */
"N/A" = "N/A";

/* main window message */
"The attached iPod does not have proper software on it." = "연결된 iPod에 올바른 소프트웨어가 없습니다.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "iPod가 사용 중이기 때문에 마운트 해제할 수 없습니다. iPod에서 열려 있는 파일을 닫고 다시 시도하십시오.";

/* main window message */
"Initializing..." = "초기화 중...";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "오류 발생. 이 업데이터는 Windows (FAT) 포맷의 iPod를 업데이트할 수 없습니다. 복원을 재시도하거나 Windows 업데이터를 사용하십시오.";

/* error message */
"Could not obtain authentication." = "인증 받지 못했습니다.";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "복원이 완료되었습니다. iPod를 컴퓨터에서 연결 해제한 후 외부 전원 공급 장치에 연결하여 펌웨어를 재설정하십시오.";

/* about payloads */
"Included Updates:" = "포함된 업데이트:";

/* About box title */
"iPod Updater" = "iPod 업데이터";

